//Strings for delete confirmation dialog

//Title
"Are you sure you want to delete the selected recipient(s)?" = "Vil du slette den/de valgte modtager(e)?";

//Buttons
"Delete" = "Slet";
"Cancel" = "Annuller";